import React from "react";
import style from "./AboutUs.module.css";

const AboutUs = () => {
  return (
    <section className={style.advantage}>
      <p className={style.about}>
        компанія автоном успішно працює на ринку більж 8 років. ми проводимо
        повний цикл починаючи від консультації клієнта і до постановки
        автомобіля на облік в сервісному центрі. залиште заявку або
        зателефонуйте нам і ви отримаєте відповіді на всі ваші питання стосовно
        автомобіля з сша
      </p>
      <h2 className={style.subTitle}>Переваги роботи з нами:</h2>
      <ul className={style.list}>
        <li>
          найвищий рівень обслуговування
          <p>
            Компанія Автоном це команда професіоналів яка в найкоротші сроки
            надасть Вам актуальну інформацію та здійснить професійний підбір
            автомобіля, згідно Ваших побажань та бюджету
          </p>
        </li>
        <li>
          одні з найкращих тарифів на ринку
          <p>
            Завдяки довгостроковим відносинам та оптовим поставкам авто, ми
            можемо запропонувати нашим клієнтам найкращі ціни та умови доставки
            авто за США
          </p>
        </li>
        <li>
          гарантія безпеки та збереження авто до отримання власником
          <p>
            Купівля авто проходить згідно договору, всі платежі покупець
            здійснює самостійно в касі банку Swift переказом. Всі автомобілі
            застраховані в найкращих страхових компаніях світу.
          </p>
        </li>
        <li>
          гнучкі умови дилерського співробітництва
          <p>
            Якщо ви розумієтесь на авто і у вас є бажання займатись цією
            діяльністю, зв'яжіться за нашим менеджером для отримання дилерської
            пропозиції
          </p>
        </li>
        <li>
          Найкращі ціни на автозапчастини
          <p>
            Одним із напрямків діяльності компаніїї являється доставка і продаж
            автозапчастин. Ми співпрацюємо з постачальниками з Європи, США,
            Японії, Арабських Еміратів та інших. Тому при замовленні авто у нас
            Ви можете бути впевнені в тому що отримаєте якісні запасні частини
            за найкращими цінами на ринку.
          </p>
        </li>
      </ul>
    </section>
  );
};

export default AboutUs;
